[
    {
        "ID": "1",
        "Rep Name": "Yejin Jo",
        "Rep Designation": "Manager, South Korea",
        "Rep Reflection": "‘Impact’ is regarded as a critical element in business strategies, and AVPN members in South Korea have actively embraced impact investments this year. However, despite this notable growth, 2023 proved to be a challenging year for the social investment market and our members in South Korea, marked by a substantial drop in overall investments and a downturn in investor sentiment. Nevertheless, through the AVPN Global Conference 2023 and members’ gathering, our members actively engaged with the global impact ecosystem. At the 2023 Social Value Connect conference, jointly hosted with South Korean members, we showcased best practices in social investment and highlighted global partnership efforts. Leveraging the power of AVPN’s network, we anticipate a more dynamic movement towards global markets from the South Korean market in the coming year.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/67023310fbcd79166440cd22_img-South%20Korea.png"
    },
    {
        "ID": "2",
        "Rep Name": "Charlie Hartono",
        "Rep Designation": "Indonesia",
        "Rep Reflection": "‘Impact’ is regarded as a critical element in business strategies, and AVPN members in South Korea have actively embraced impact investments this year. However, despite this notable growth, 2023 proved to be a challenging year for the social investment market and our members in South Korea, marked by a substantial drop in overall investments and a downturn in investor sentiment. Nevertheless, through the AVPN Global Conference 2023 and members’ gathering, our members actively engaged with the global impact ecosystem. At the 2023 Social Value Connect conference, jointly hosted with South Korean members, we showcased best practices in social investment and highlighted global partnership efforts. Leveraging the power of AVPN’s network, we anticipate a more dynamic movement towards global markets from the South Korean market in the coming year.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330e71ef993ea9152fe7_img-Indonesia.png"
    },
    {
        "ID": "3",
        "Rep Name": "Dini Indrawati Septiani",
        "Rep Designation": "Regional Director, Southeast Asia",
        "Rep Reflection": "AVPN’s presence in Indonesia is marked by impactful initiatives. Our journey harnesses collaboration to drive social change across sectors. In addressing market challenges, AVPN is on a mission to foster knowledge, skills, and collaboration among social funders through the Indonesia Social Impact Centre (ISIC). We have also forged esteemed partnerships with GoTo Impact Foundation and Mastercard Centre for Inclusive Growth. Looking ahead, we are gearing up for transformative initiatives in social impact funding, stunting, and financial access to the creative economy.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/67023310131d41ce93a8560a_img-Southeast%20Asia.png"
    },
    {
        "ID": "4",
        "Rep Name": "Dr Glenda Antonio",
        "Rep Designation": "Philippines",
        "Rep Reflection": "‘Impact’ is regarded as a critical element in business strategies, and AVPN members in South Korea have actively embraced impact investments this year. However, despite this notable growth, 2023 proved to be a challenging year for the social investment market and our members in South Korea, marked by a substantial drop in overall investments and a downturn in investor sentiment. Nevertheless, through the AVPN Global Conference 2023 and members’ gathering, our members actively engaged with the global impact ecosystem. At the 2023 Social Value Connect conference, jointly hosted with South Korean members, we showcased best practices in social investment and highlighted global partnership efforts. Leveraging the power of AVPN’s network, we anticipate a more dynamic movement towards global markets from the South Korean market in the coming year.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330fe82d41323bfbb5b0_img-Philippines.png"
    },
    {
        "ID": "5",
        "Rep Name": "Jehan Omar",
        "Rep Designation": "Senior Manager, Malaysia",
        "Rep Reflection": "2023 showcases Malaysia’s readiness for impact. The AVPN Global Conference 2023 was held in Kuala Lumpur together with The Hasanah Forum by Malaysia’s sovereign wealth fund foundation arm, Yayasan Hasanah. Malaysia’s Youth and Sports Minister YB Hannah Yeoh launched AVPN’s Youth Mental Well-Being Fund. Malaysia’s Minister of Women, Family and Community Development YB Nancy Shukri delivered a keynote speech on behalf of Prime Minister Dato’ Seri Anwar Ibrahim. Concurrently, AVPN organised Asia-Pacific Inclusive Care Economy Forum together with UN Women and the recommendations discussed were subsequently reflected in a special budget under the Prime Minister’s Madani initiative, two months later. This goes to show great promise from the Malaysian market, and the vibrant impact opportunities this market has to offer.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330e84c9505a514123bb_img-Malaysia.png"
    },
    {
        "ID": "6",
        "Rep Name": "Kei Eriksen",
        "Rep Designation": "Manager, Japan",
        "Rep Reflection": "The AVPN Global Conference 2023 in Kuala Lumpur brought the Japan members together and created the post-COVID drive within the Japan community. There are much needed opportunities in Japan for further engagement with other markets to activate the social investment movement and that’s where AVPN can play a significant role. We are using this momentum to bring more people to the Social Investment Forum 2023 in Tokyo. Partnering with Japan Fundraising Association as a local strategic partner, we are expecting over 150 attendees from within the county and other markets to further nurture the ecosystem in the field of social investment and strategic philanthropy and create more impact together.",
        "Rep Image": ""
    },
    {
        "ID": "7",
        "Rep Name": "Lavanya Jayaram",
        "Rep Designation": "Regional Director, South Asia",
        "Rep Reflection": "The South Asian region is rich in cultural heritage, charitable giving, and impact investing opportunities. 2023 has been a pivotal year as we made significant strides by advocating for women-led development, gender-diverse MSMEs, and climate action at the B20 and Start-Up 20 forums of the Indian G20 Presidency. The South Asia market takes pride in collaborating with members to promote cross-border partnerships and initiatives focused on gender, youth, health, and climate action. We were pleased to welcome a strong delegation from the market to the AVPN Global Conference. Looking ahead, we will continue to explore and work with the social investment landscape in Bangladesh, Nepal, and Sri Lanka. Our goal is to showcase South Asia stories to the world, and encourage capital investment through outcomes-based financing and strategic philanthropy in this region.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702331017d36d0f9d6ed095_img-South%20Asia.png"
    },
    {
        "ID": "8",
        "Rep Name": "Lehui Liang",
        "Rep Designation": "Senior Manager, Hong Kong",
        "Rep Reflection": "2023 marked the first year that Hong Kong was able to return to the AVPN platform in-person, post-COVID. We had a significant delegation at the AVPN Global Conference 2023, with members growing connections across the region. We are also proud to support the work of various AVPN platforms. We saw Jugaad come to life from the ayPact platform, connecting purpose-led youths and corporations to co-create innovative projects. For the Climate platform, we organised the Climate Action Roundtable in April 2023. Looking forward to 2024, we are excited to build closer relationships with other Northeast Asia markets, as we explore synergies for impact across our cities.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330e679c0e259a19a376_img-Hongkong%20SAR%20China.png"
    },
    {
        "ID": "9",
        "Rep Name": "Mark Yeh",
        "Rep Designation": "Regional Head, Northeast Asia",
        "Rep Reflection": "2023 has been a critical year for the Northeast Asia region. In order to further mobilise capitals towards impact, we are working closely with members and our strategic partners in each market based on our new regional structure and team. We are revisiting social investment potentials of each market and developing initiatives for targeted thematic areas with broader stakeholders. With prioritised engagements, updated events and innovative partnerships, we believe we can better contribute to the ecosystem development and co-create more value with our members.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330faf747596e0ffffad_img-Northeast%20Asia.png"
    },
    {
        "ID": "10",
        "Rep Name": "Meryl Yang",
        "Rep Designation": "Senior Manager, Taipei",
        "Rep Reflection": "Reflecting on AVPN’s journey in the Taiwan market this year, we are profoundly grateful for the strides we’ve made. The return of our Taiwan delegates and the heartwarming Taiwan Night at the AVPN Global Conference 2023 marked a poignant moment of connection and shared purpose. The doubling of our membership, the inclusion of the first representative in Asia Gender Network, and a fellow in Asia Philanthropy Fellowship, serve as a testament to the burgeoning interest in channelling capital towards meaningful impact on a regional scale. Our first member gathering and consecutive partnership with Taiwan Impact Investment Forum (TIIF) were meaningful milestones. The evolving landscape of impact investing initiatives within AVPN reflects our collective commitment to driving positive change.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702396dfacd4f4512c27f3f_Pan%20Asia.png"
    },
    {
        "ID": "11",
        "Rep Name": "Ngan Tran",
        "Rep Designation": "Project Director & Advisor, Vietnam",
        "Rep Reflection": "It has been both a challenging and a satisfying year. While the headwinds are still felt due to external factors from inflation to decrease in exports, Vietnam continues to be a magnet for investment. This is also coupled by its COP26 commitment to decarbonise its economy by 2050 and the country’s aim to become a high-income country by 2045. There are many challenges along the way to meet these aims, however the opportunity to make the highest impact remains. Many of the AVPN members have been reaching out with a look into Vietnam on how to make a difference that is felt. ",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/67023311d6bd87c2f87e20da_img-Vietnam.png"
    },
    {
        "ID": "12",
        "Rep Name": "Peixian Lu",
        "Rep Designation": "Head, China Operations",
        "Rep Reflection": "2023 has been a fresh start for our Chinese market along with the post-pandemic recovery. Our experts have been sharing the newest development in Asia at national level events, and our members and partners have been hosting in-depth events upon climate actions, healthcare, and collaborative philanthropy in Beijing, Shanghai, and Shenzhen. At the same time, more young generation investors and entrepreneurs are joining the AVPN community. The most significant development for our market is the recognition and support from the government and leaders in Shanghai, and the positive linkage from mainland to greater China and the Northeast Asia region. We wish to create a hub in China for our members to promote sustainable investment and build long-term partnerships.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330e71ef993ea9152f50_img-China.png"
    },
    {
        "ID": "13",
        "Rep Name": "Rabea Nawaz",
        "Rep Designation": "Western Asia",
        "Rep Reflection": "2023 has been a fresh start for our Chinese market along with the post-pandemic recovery. Our experts have been sharing the newest development in Asia at national level events, and our members and partners have been hosting in-depth events upon climate actions, healthcare, and collaborative philanthropy in Beijing, Shanghai, and Shenzhen. At the same time, more young generation investors and entrepreneurs are joining the AVPN community. The most significant development for our market is the recognition and support from the government and leaders in Shanghai, and the positive linkage from mainland to greater China and the Northeast Asia region. We wish to create a hub in China for our members to promote sustainable investment and build long-term partnerships.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/67023311131d41ce93a8566c_img-Western%20Asia.png"
    },
    {
        "ID": "14",
        "Rep Name": "Ruth Jones",
        "Rep Designation": "Regional Director, Global Markets, Australia, and New Zealand",
        "Rep Reflection": "This year, for AVPN members headquartered in North America, Europe, the UAE and Australia, the Global Markets’ team focused on how we could better serve them by deepening our understanding of their specific issue and geographic focus areas. The analysis has allowed us to build a more detailed picture of where and how our members are working and how we can support them more proactively. Many of the members we support in Global Markets fund Asia-Pacific but are not based in Asia-Pacific. The challenge for the AVPN team is to identify how, as ears and eyes on the ground, we can help them make connections that will be useful and relevant to their work. It has been immensely rewarding to play a part in helping members achieve their goals.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330df0e7dfd6e6b227ae_img-Australia%2C%20New%20Zealand%20United%20States.png"
    },
    {
        "ID": "15",
        "Rep Name": "Sharman Pandian",
        "Rep Designation": "Europe, United Kingdom",
        "Rep Reflection": "It has been a great year for connecting different parts of the world to one another for genuine learning and sharing. This year was also marked by UK member visits to Singapore to enhance collaborative discussions around thematic priorities. We were delighted to have our UK members as speakers in the AVPN Global Conference 2023. From sharing important insights around trust-based philanthropy to demonstrating health impact on the ground in Cambodia, there was a real appetite to explore good practices across borders. Trust-based philanthropy has been gaining traction in the UK with movements building to redress power dynamics often associated with traditional western philanthropy. AVPN offers an invaluable platform to create global dialogue and action.We look forward to convening greater opportunities for mutual understanding.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330d2c41968af5e60cc6_img-Europe%2C%20United%20Kingdom.png"
    },
    {
        "ID": "16",
        "Rep Name": "Young Park",
        "Rep Designation": "Senior Manager, Singapore",
        "Rep Reflection": "In 2023, Singapore solidified its role as a dynamic, flourishing social investment ecosystem. Stakeholders committed to establishing Singapore as a major regional philanthropy hub. The government’s focus on cultivating philanthropy advisory talent and strengthening partnerships created a synergistic environment. AVPN actively involved its members, promoting leadership and connection across various initiatives. As we look towards 2024, this progressive momentum is expected to intensify. Eligible donors will benefit from tax deductions for international donations via local intermediaries. Private and community foundations are broadening their scope, embracing innovative financial approaches like loans and social impact bonds. AVPN is set to further enhance its collaborative impact throughout Asia.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330f355d8a6d3dd611bd_img-Singapore.png"
    }
]
