[
    {
        "ID": "1",
        "Rep Name": "Yejin Jo",
        "Rep Location": "South Korea",
        "Rep Designation": "Market Representative, South Korea",
        "Rep Reflection": "South Korea’s participation in the AVPN Global Conference in Abu Dhabi nearly doubled compared to last year. This strong engagement has generated significant momentum around social impact and impact investing, reflecting a growing interest among regional businesses and institutions. While planning and preparing local events, we acknowledge the ongoing challenges in fully exploring open relationships and opportunities from an organisation management perspective. Nevertheless, we are committed to leveraging this momentum to connect with a broader audience and foster a robust network of stakeholders. Through these efforts, we aim to enhance the dialogue around impact investing and drive meaningful change within our communities.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/67173eadedc2dcdc2a507b05_Yejin%20Yo%20%20-%20AVPN2024.webp"
    },
    {
        "ID": "2",
        "Rep Name": "Charlie Hartono",
        "Rep Location": "Indonesia",
        "Rep Designation": "Director, Indonesia",
        "Rep Reflection": "In the dynamic landscape of Indonesia, AVPN has played a pivotal role in connecting diverse stakeholders committed to social impact. Our market's unique contributions stem from a deep understanding of local challenges, coupled with a global perspective that AVPN fosters. By bridging these perspectives, we've empowered members to implement sustainable solutions that resonate both locally and regionally. Being part of this vibrant network has not only amplified our impact but also solidified Indonesia's position as a leader in driving inclusive growth across Southeast Asia.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330e71ef993ea9152fe7_img-Indonesia.png"
    },
    {
        "ID": "3",
        "Rep Name": "Dini Indrawati Septiani",
        "Rep Location": "Southeast Asia",
        "Rep Designation": "Regional Director, Southeast Asia",
        "Rep Reflection": "Southeast Asia has witnessed robust economic growth, drawing in investments and fostering a favourable environment for the success of social enterprises and impact-driven projects. Social investors leverage this growth to address social and environmental challenges in the region, such as poverty alleviation, education, healthcare, environmental sustainability, and many more, while also securing financial returns. Through enhanced strategic collaboration between social investors within the network, AVPN has identified and facilitated joint initiatives aimed at achieving shared goals and values across various sectors that empower communities in the region. We are dedicated to maintaining our strong commitment as we strive to discover new opportunities and expand our positive influence, solidifying Southeast Asia's crucial role in the global social development landscape.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/67023310131d41ce93a8560a_img-Southeast%20Asia.png"
    },
    {
        "ID": "4",
        "Rep Name": "Dr. Glenda Antonio",
        "Rep Location": "Philippines",
        "Rep Designation": "Director, Philippines",
        "Rep Reflection": "AVPN plays a crucial role in supporting social impact investors across sectors like climate, health, and education in the Philippines. Corporate foundations are key in promoting private philanthropy, while civic groups, churches, and development NGOs ensure broader societal reach. Development NGOs in remote areas face financial instability due to their dependence on grants. Local community foundations can harness economic growth to benefit underprivileged areas. Diaspora contributions from Filipinos abroad, along with microfinance institutions offering charitable services, are gaining momentum. Increased ASEAN cooperation will likely foster cross-border philanthropic efforts to address regional challenges as trade grows among member nations.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330fe82d41323bfbb5b0_img-Philippines.png"
    },
    {
        "ID": "5",
        "Rep Name": "Jehan Omar",
        "Rep Location": "Malaysia",
        "Rep Designation": "Senior Manager, Malaysia",
        "Rep Reflection": "The Malaysian market is dynamic and there are many fascinating financing mechanisms created to spur impact - from impact investing, blended finance and faith-aligned capital. The market is hungry for change, and the future looks bright.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/670683c50f925fbc5c96a7fc_Jehan%20Omar%20-%20AVPN2024.webp"
    },
    {
        "ID": "6",
        "Rep Name": "Kei Eriksen",
        "Rep Location": "Japan",
        "Rep Designation": "Senior Manager, Japan",
        "Rep Reflection": "The impact investment movement in Japan has been evolving, driven by government initiatives, corporate engagement, and growing awareness of the need for sustainability. In 2024, the community continued to expand, with more members joining and the launch of monthly gatherings designed to foster learning and meaningful connections. We are committed to positioning AVPN as a key resource for impact investment and strategic philanthropy in Japan, providing access to global collaborations for greater social impact.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330f84c9505a5141245e_img-Japan.png"
    },
    {
        "ID": "7",
        "Rep Name": "Lavanya Jayaram",
        "Rep Location": "South Asia",
        "Rep Designation": "Regional Director, South Asia",
        "Rep Reflection": "South Asia continues to thrive as a dynamic social investment ecosystem. The region is shifting from legacy-driven giving to strategic, evidence-based initiatives prioritising marginalised communities. Over the past year, AVPN created platforms for deeper dialogue and collaboration. Through active member engagement across multiple events, pooled funds, and stronger network connections, we promoted climate action, women-led development, youth mental wellbeing, worker empowerment in an AI-driven future, and more. With over 300 South Asian delegates at the AVPN Global Conference 2024 in Abu Dhabi, the region's commitment to impact was clear. Moving forward, AVPN will enhance collaboration, reshaping giving across health, gender, youth, and climate.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702331017d36d0f9d6ed095_img-South%20Asia.png"
    },
    {
        "ID": "8",
        "Rep Name": "Lehui Liang",
        "Rep Location": "Hong Kong",
        "Rep Designation": "Senior Manager, Hong Kong",
        "Rep Reflection": "It was an exciting year for AVPN in the Hong Kong market. We held our first ever Family Impact Symposium, which saw over 50 delegates from across Northeast Asia gather to explore how family-owned resources can have a greater impact for our societies. Alongside this Symposium, we launched the Urban Solutions Action Playbook, which featured over 10 cases of urban social innovations from Northeast Asian cities and how family capital supported their inception and growth. Looking forward to 2025, we aim to bring Hong Kong even closer to the AVPN platform through local events and cross-regional collaborations to tackle our shared challenges.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330e679c0e259a19a376_img-Hongkong%20SAR%20China.png"
    },
    {
        "ID": "9",
        "Rep Name": "Mark Yeh",
        "Rep Location": "Northeast Asia",
        "Rep Designation": "Regional Director, Northeast Asia",
        "Rep Reflection": "Northeast Asia is a region marked by cultural diversity and varying stages of development, yet it holds immense potential in the impact sector. Recent advances show rapid growth in the impact investing sector, with stakeholders from diverse fields increasingly involved. As Asia’s largest network of funders, AVPN aims to create a neutral platform for collaboration in Northeast Asia. By fostering strategic connections, we co-create solutions with local partners, moving capital towards impact in critical areas like climate change and healthcare.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330faf747596e0ffffad_img-Northeast%20Asia.png"
    },
    {
        "ID": "10",
        "Rep Name": "Meryl Yang",
        "Rep Location": "Taiwan",
        "Rep Designation": "Senior Manager, Taiwan",
        "Rep Reflection": "After doubling our membership base last year, we’re thrilled to close the 2023-2024 chapter on a high note by welcoming Cathay Financial Holdings as our first Vision member and esteemed international leaders such as ASE Group and the Buddhist Tzu Chi Foundation to the AVPN community. Looking ahead, we anticipate many exciting collaborations, including strategic partnerships with leading corporates and impact investors. By connecting our heart and passion from Taiwan to the rest of Asia, we aim to foster innovative solutions and mobilise resources that lay the foundation for sustainable growth and drive meaningful impact across the region. This is just the beginning of an exciting journey, and we look forward to expanding our reach and deepening our impact!",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702396dfacd4f4512c27f3f_Pan%20Asia.png"
    },
    {
        "ID": "11",
        "Rep Name": "Ngan Tran",
        "Rep Location": "Vietnam",
        "Rep Designation": "Senior Associate, Vietnam",
        "Rep Reflection": "While the global economic slowdown and supply chain disruptions persist, Vietnam remains resilient, continuing to attract attention for investment opportunities as Asia's sixth fastest growing economies. The 2024's landscape for impact investing in Vietnam has been one of cautious optimism. The government's commitment to decarbonization and its ambitious 2050 targets are driving momentum, with investors increasingly focusing on climate action, public health, and green economy. Despite the ongoing challenges, AVPN members are increasingly interested in exploring Vietnam's potential to create a meaningful and lasting impact.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/67023311d6bd87c2f87e20da_img-Vietnam.png"
    },
    {
        "ID": "12",
        "Rep Name": "Peixian Lu",
        "Rep Location": "China",
        "Rep Designation": "Senior Manager, China",
        "Rep Reflection": "Despite being under the second year of post-pandemic recovery, AVPN members and partners in China has been conducting inspiring and purpose-driven investment activities, and hosting in-depth events upon climate actions, healthcare, rural revitalization, collaborative philanthropy, inclusive finance, and impact investing in Beijing, Shanghai, Shenzhen, and Chengdu. Many players in China have also started their journeys in international expansions and overseas Investments, building positive linkages from China to mostly Northeast Asia, Southeast Asia, and West Asia. We wish to create a hub in China for our members and partners to promote sustainable investing and build long-term local and cross-border partnerships.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330e71ef993ea9152f50_img-China.png"
    },
    {
        "ID": "13",
        "Rep Name": "Rabea Nawaz",
        "Rep Location": "West Asia",
        "Rep Designation": "Regional Director, West Asia",
        "Rep Reflection": "2023-2024 has been a transformative year for AVPN, as we solidified our presence in West Asia, expanding our reach and building deeper connections across the region. This year marked a strategic priority to build our footprint and develop a nuanced understanding of the social investment landscape in key markets such as the UAE, Saudi Arabia, and Pakistan. A major milestone was our largest and most inclusive conference to date, the AVPN Global Conference 2024, held in partnership with Abu Dhabi. We have also seen our membership base in West Asia grow significantly. Our mission moving forward is to cultivate deeper relationships with funders in West Asia while creating stronger linkages across Asia for collaborative action.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/67023311131d41ce93a8566c_img-Western%20Asia.png"
    },
    {
        "ID": "14",
        "Rep Name": "Ruth Jones",
        "Rep Location": "Global Markets, Australia, and New Zealand",
        "Rep Designation": "Regional Director, Global Markets, Australia, and New Zealand",
        "Rep Reflection": "The team has invested heavily in analysis of member activities and priorities: the effect of this has been to improve relevant connections we can make for our members. We used December 2023’s South Asia Summit as a chance to implement a customised approach to expanding the presence and participation of Global Markets’ members at the summit. A high percentage of Global Markets’ members fund and work in South Asia – identifying on a member-by-member basis where and how their presence at the summit could support their work and strengthen on-the-ground relationships and connections led to a very strong turn-out. We’ll continue this practice with upcoming regional summits.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330df0e7dfd6e6b227ae_img-Australia%2C%20New%20Zealand%20United%20States.png"
    },
    {
        "ID": "15",
        "Rep Name": "Aashish Beergi",
        "Rep Location": "India",
        "Rep Designation": "Market Representative, India",
        "Rep Reflection": "India's social impact ecosystem saw significant growth over the past year, driven by increasing collaboration between investors, government agencies, social enterprises and non-profits. Additionally, India hosted the G20 Summit in 2023, which provided an important platform for many organisations to come together and discuss key areas of global development. Government initiatives like the Social Stock Exchange and state-led initiatives to bring new innovative social finance have further bolstered the ecosystem. We are also witnessing a growing increase in coalition and collaborative movements, which is expected to continue as more investors prioritise sustainability and measurable social impact, positioning India as a key player in the global social impact landscape.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/670499927eb5795fb8011a86_Aashish%20Beergi%20-%20AVPN2024.webp"
    },
    {
        "ID": "16",
        "Rep Name": "Myat Mon (Ellen)",
        "Rep Location": "Mekong Region",
        "Rep Designation": "Senior Associate, Mekong Region",
        "Rep Reflection": "This year, in the Mekong region, AVPN has cultivated a vibrant, active approach by listening to the needs of our members and fulfilling their impact journeys through AVPN’s values: Connect, Learn, Lead, and Act. We believe that our collective leadership and partnerships within the AVPN community in the Mekong region will drive more capital towards impact.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6704999359c22352c25a1177_Myat%20Mon%20%20-%20AVPN2024.webp"
    },
    {
        "ID": "17",
        "Rep Name": "Sarah Iqbal",
        "Rep Location": "Bangladesh",
        "Rep Designation": "Market Representative, Bangladesh",
        "Rep Reflection": "From July 2023, AVPN has expanded its network in Bangladesh, setting the stage for greater collaboration in South Asia, starting with the South Asia Summit in Mumbai in December 2023, where Bangladeshi experts, entrepreneurs, and industry leaders engaged in key discussions on regional impact. By early 2024, three more organisations from Bangladesh had joined AVPN, further representing the country’s growing impact investment landscape at the AVPN Global Conference in Abu Dhabi. As we build regional connections, our focus remains on driving long-term impact across Bangladesh and the broader Asian region.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/67049993461a54882635ac6c_Sarah%20Iqbal%20-%20AVPN2024.webp"
    },
    {
        "ID": "18",
        "Rep Name": "Sharman Pandian",
        "Rep Location": "Europe & UK",
        "Rep Designation": "Director, Europe & UK",
        "Rep Reflection": "Europe and the UK have witnessed the transformative power of AVPN’s global network in driving social investment across Asia. AVPN's diverse membership fosters unprecedented cross-continental collaboration, enabling European and UK investors to make meaningful contributions to Asia's sustainable development. Our leadership in areas like climate action and blended finance has accelerated progress towards the SDGs, while our innovative platforms, such as the Deal Share Platform, connect investors with high-impact opportunities. By bridging geographical and sectoral boundaries, AVPN is creating a more interconnected and effective social investment ecosystem, demonstrating that collective action can address pressing global challenges.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330d2c41968af5e60cc6_img-Europe%2C%20United%20Kingdom.png"
    },
    {
        "ID": "19",
        "Rep Name": "Young Park",
        "Rep Location": "Singapore",
        "Rep Designation": "Senior Manager, Singapore",
        "Rep Reflection": "The Singapore market continues to demonstrate its leadership in the social investment space. AVPN members based in Singapore have actively engaged with each other, not only during the AVPN Global Conference but also through various initiatives throughout the year. We have witnessed remarkable efforts from our members supporting gender equality and empowerment, climate mitigation and adaptation, health resilience, and youth engagement. The community’s commitment to entrepreneurship, technology, and AI for social good has also been particularly inspiring. Singapore's vibrant ecosystem fosters innovation and collaboration, setting a strong example for the region. As we move forward, the collective impact of our members will continue to drive meaningful change across Asia.",
        "Rep Image": "https://cdn.prod.website-files.com/66e28019ecd2a5d407d80fd2/6702330f355d8a6d3dd611bd_img-Singapore.png"
    }
]
